const newsData = [
    {
        id: 2,
        date: "2026.07.1",
        category: "イベント",
        title: "8月の本始動に向けたプレオープンイベントのご案内",
        content: "「緑翠亭 景水」様にご宿泊のお客様を対象とした、星空観賞会のプレオープンイベントを7月10日に開催予定です。\n\n詳細につきましては、「緑翠亭 景水」様のフロント、または「株式会社MONDOCOLO」へお問い合わせください。"
    },
    {
        id: 1,
        date: "2026.05.01",
        category: "お知らせ",
        title: "「星と君ぷろじぇくと」公式サイト公開のお知らせ",
        content: "長野県大町市を舞台にした「星と君ぷろじぇくと」の公式サイトが公開されました。\n阿智村・野辺山に続く星空の聖地として、大町温泉郷から最高の星空体験をお届けします。"
    }
];
