const newsData = [
      {
        id: 5,
        date: "2026.07.30",
        category: "イベント",
        title: "令和8年8月8日 「薬師の湯」にて本格始動！",
        content: "8月8日に「大町温泉郷 星空観賞会」が開幕します！詳細は近日中にお知らせします。または新聞の折り込みチラシで！"
    },
   {
        id: 4,
        date: "2026.07.17",
        category: "イベント",
        title: "Amazon１位の信州ぷりん 先着３０名様 無料！",
        content: "7月18日の「薬師の湯」開催の星空観賞会プレオープン。\n\n先着30名様にMONDOCOLOの「信州プリン」を無料でご提供いたします。\nプリンスターも大好きなMONDOCOLOのプリン。\n当日、ご購入していただき、\nお持ち帰り頂ける通常サイズもご用意！"
    },
    {
        id: 3,
        date: "2026.07.14",
        category: "イベント",
        title: "7月18日開催決定！「薬師の湯」プレオープンイベント",
        content: "メインパートナー「薬師の湯」にて、7月18日に星空観賞会を開催致します。小学生以下は無料です！詳細は追ってご報告いたします★"
    },
    {
        id: 2,
        date: "2026.07.1",
        category: "イベント",
        title: "8月の本始動に向けたプレオープンイベントのご案内",
        content: "メインパートナー「緑翠亭 景水」にご宿泊のお客様を対象とした、星空観賞会のプレオープンイベントを7月10日に開催予定です。\n\n詳細につきましては、「緑翠亭 景水」様のフロント、または「株式会社MONDOCOLO」へお問い合わせください。"
    },
    {
        id: 1,
        date: "2026.05.01",
        category: "お知らせ",
        title: "「星と君ぷろじぇくと」公式サイト公開のお知らせ",
        content: "長野県大町市を舞台にした「星と君ぷろじぇくと」の公式サイトが公開されました。\n阿智村・野辺山に続く星空の聖地として、大町温泉郷から最高の星空体験をお届けします。"
    }
];
